---
kind: property
id: P:Autodesk.Revit.DB.Plumbing.PipePressureDropData.Coefficient
source: html/cc3cb6fe-b53e-7d25-22f5-c65cf5378244.htm
---
# Autodesk.Revit.DB.Plumbing.PipePressureDropData.Coefficient Property

The coefficient of the pipe.

## Syntax (C#)
```csharp
public double Coefficient { get; set; }
```